Repository: rkramvs/snake_identifier
Catalog: snake identifier/snake identifier/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: Snap & identify instantly
ar: التقط وحدد على الفور
ca: Fes una captura i identifica instantàniament
cs: Vyfoťte a okamžitě identifikujte
da: Tag et billede og identificer det straks
de: Schnapp und identifiziere sofort
el: Συλλάβετε και αναγνωρίστε άμεσα
es: Captura e identifica al instante
fi: Ota kuva ja tunnista heti
fr: Capturez et identifiez instantanément
fr_ca: Prenez une photo et identifiez instantanément
he: צלם וזיהה מיד
hi: फोटो लें और तुरंत पहचानें
hr: Snimi i identificiraj odmah
hu: Készítsen és azonosítson azonnal
id: Ambil & kenali instan
it: Scatta e identifica istantaneamente
ja: 撮影して即座に特定する
ko: 스냅하고 즉시 식별하기
ms: Ambil & kenali segera
nb: Ta bilde og identifiser umiddelbart
nl: Neem een foto en identificeer direct
pl: Zrób zdjęcie i zidentyfikuj natychmiast
pt_br: Capture e identifique instantaneamente
pt_pt: Capture e identifique instantaneamente
ro: Captură și identificare instantanee
ru: Сфотографируйте и мгновенно идентифицируйте
sk: Odfoťte a okamžite identifikujte
sl: Snemite in takoj identificirajte
sv: Snap & identifiera omedelbart
th: ถ่ายภาพและระบุทันที
tr: Anında çek ve tanımla
uk: Зробіть знімок і ідентифікуйте миттєво
vi: Chụp & nhận diện ngay lập tức
zh_hans: 即时拍摄与识别
zh_hant: 即時拍攝與識別
zh_hk: 即時拍攝與識別.

source: Subscription
ar: اشتراك
ca: Subscripció
cs: Předplatné
da: Abonnement
de: Abonnieren
el: Συνδρομή
es: Suscripción
fi: Tilauksen
fr: Abonnement
fr_ca: Abonnement
he: מנוי
hi: सदस्यता
hr: Pretplata
hu: Előfizetés
id: Langganan
it: Abbonamento
ja: サブスクリプション
ko: 구독
ms: Langganan
nb: Abonnement
nl: Abonnement
pl: Subskrypcja
pt_br: Assinatura
pt_pt: Assinatura
ro: Abonament
ru: Подписка
sk: Predplatné
sl: Naročnina
sv: Prenumeration
th: การสมัครสมาชิก
tr: Abonelik
uk: Підписка
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱
zh_hk: 訂閱

source: Suggest a function
ar: اقترح وظيفة
ca: Suggeriu una funció
cs: Navrhněte funkci
da: Foreslå en funktion
de: Funktion vorschlagen
el: Προτείνετε μια λειτουργία
es: Sugiere una función
fi: Ehdota toimintoa
fr: Suggérer une fonction
fr_ca: Suggérer une fonction
he: הצע פונקציה
hi: एक फ़ंक्शन सुझाएँ
hr: Predložite funkciju
hu: Javasolj egy funkciót
id: Usulkan sebuah fungsi
it: Suggerisci una funzione
ja: 機能を提案する
ko: 기능 제안
ms: Cadangkan fungsi
nb: Foreslå en funksjon
nl: Stel een functie voor
pl: Zaproponuj funkcję
pt_br: Sugira uma função
pt_pt: Sugira uma função
ro: Sugerează o funcție
ru: Предложить функцию
sk: Navrhnite funkciu
sl: Predlagaj funkcijo
sv: Föreslå en funktion
th: แนะนำฟังก์ชัน
tr: Bir fonksiyon öner
uk: Запропонуйте функцію
vi: Gợi ý một chức năng
zh_hans: 建议一个功能
zh_hant: 建議一個功能
zh_hk: 建議一個功能

source: Support
ar: دعم
ca: Suport
cs: Podpora
de: Unterstützung
el: Υποστήριξη
es: Soporte
fi: Tuki
fr: Soutien
fr_ca: Soutien
he: תמיכה
hi: सहायता
hr: Podrška
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
ms: Sokongan
nb: Støtte
nl: Ondersteuning
pl: Wsparcie
pt_br: Suporte
pt_pt: Suporte
ro: Asistență
ru: Поддержка
sk: Podpora
sl: Podpora
th: สนับสนุน
tr: Destek
uk: Підтримка
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支持
zh_hk: 支持

source: Tap below to see what species it is — instantly with ai.
ar: اضغط أدناه لترى ما هي الفصيلة - على الفور باستخدام الذكاء الاصطناعي.
ca: Toca a sota per veure quina espècie és - instantàniament amb ia.
cs: Klepněte níže a okamžitě zjistěte, o jaký druh se jedná - instantně s ai.
da: Tryk nedenfor for at se hvilken art det er - straks med ai.
de: Tippen sie unten, um zu sehen, welche art es ist - sofort mit ki.
el: Πατήστε παρακάτω για να δείτε ποιο είναι το είδος - άμεσα με ai.
es: Toca abajo para ver qué especie es - instantáneamente con ia.
fi: Napauta alla nähdäksesi, mikä laji se on - heti tekoälyn avulla.
fr: Appuyez ci-dessous pour voir de quelle espèce il s'agit - instantanément avec l'ia.
fr_ca: Appuyez ci-dessous pour voir de quelle espèce il s'agit - instantanément avec l'ia.
he: הקלק למטה כדי לראות איזו מין זו - מיד עם ai.
hi: यह देखने के लिए नीचे टैप करें कि यह किस प्रजाति का है - तुरंत ai के साथ।
hr: Dodirnite dolje da vidite o kojoj se vrsti radi - odmah s ai-jem.
hu: Érintse meg lent, hogy azonnal láthassa, milyen fajta - mesterséges intelligenciával.
id: Ketuk di bawah untuk melihat spesies apa itu - instan dengan ai.
it: Tocca qui sotto per vedere di che specie si tratta - immediatamente con l'ia.
ja: 下をタップして、それがどの種なのかを瞬時にaiで確認してください。
ko: 아래를 탭하여 이것이 어떤 종인지 즉시 ai로 확인하세요.
ms: Ketuk di bawah untuk melihat spesies apa - secara langsung dengan ai.
nb: Trykk under for å se hvilken art det er - umiddelbart med ai.
nl: Tik hieronder om te zien welke soort het is - onmiddellijk met ai.
pl: Stuknij poniżej, aby zobaczyć, jaki to gatunek - natychmiast z ai.
pt_br: Toque abaixo para ver que espécie é - instantaneamente com ia.
pt_pt: Toque abaixo para ver que espécie é - instantaneamente com ia.
ro: Atingeți mai jos pentru a vedea despre ce specie este vorba - instantaneu cu ai.
ru: Нажмите ниже, чтобы увидеть, какой это вид - мгновенно с ai.
sk: Poklepte nižšie, aby ste videli, o aký druh ide - okamžite s ai.
sl: Tapnite spodaj, da vidite, katera vrsta je - takoj z umetno inteligenco.
sv: Tryck nedan för att se vilken art det är - omedelbart med ai.
th: แตะด้านล่างเพื่อดูว่าสายพันธุ์ใด - ทันทีด้วย ai.
tr: Aşağıya dokunarak bunun hangi tür olduğunu - ai ile anında görün.
uk: Натисніть нижче, щоб дізнатися, що це за вид - миттєво за допомогою ai.
vi: Chạm vào bên dưới để xem nó là loài nào - ngay lập tức với ai.
zh_hans: 点击下面查看是什么物种 - 使用ai即时识别。
zh_hant: 點擊下方快速查看這是什麼物種 - 立即用ai識別。
zh_hk: 點擊下面快速查看這是什麼物種 - 立刻用ai識別。

source: Terms of service
ar: شروط الخدمة
ca: Termes de servei
cs: Podmínky služby
da: Servicevilkår
de: Nutzungsbedingungen
el: Όροι υπηρεσίας
es: Términos de servicio
fi: Käyttöehdot
fr: Conditions d'utilisation
fr_ca: Conditions de service
he: תנאי שירות
hi: सेवा की शर्तें
hr: Uvjeti korištenja
hu: Szolgáltatási feltételek
id: Syarat layanan
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
ms: Terma perkhidmatan
nb: Vilkår for bruk
nl: Servicevoorwaarden
pl: Warunki świadczenia usług
pt_br: Termos de serviço
pt_pt: Termos de serviço
ro: Termeni de serviciu
ru: Условия обслуживания
sk: Podmienky služby
sl: Pogoji storitve
sv: Tjänstvillkor
th: เงื่อนไขการให้บริการ
tr: Hizmet şartları
uk: Умови обслуговування
vi: Điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款
zh_hk: 服務條款

source: This snake has been added to your collections.
ar: تمت إضافة هذا الثعبان إلى مجموعاتك.
ca: Aquest serp s'ha afegit a les teves col·leccions.
cs: Tento had byl přidán do vašich sbírek.
da: Denne slange er blevet tilføjet til dine samlinger.
de: Diese schlange wurde zu ihren sammlungen hinzugefügt.
el: Αυτή η φίδι προστέθηκε στις συλλογές σας.
es: Esta serpiente ha sido añadida a tus colecciones.
fi: Tämä käärme on lisätty kokoelmiisi.
fr: Ce serpent a été ajouté à vos collections.
fr_ca: Ce serpent a été ajouté à vos collections.
he: זוחל זה נוסף לאוספים שלך.
hi: इस साँप को आपकी संग्रहों में जोड़ा गया है।
hr: Ova zmija je dodana u vaše kolekcije.
hu: Ez a kígyó hozzá lett adva a gyűjteményeidhez.
id: Ular ini telah ditambahkan ke koleksi anda.
it: Questo serpente è stato aggiunto alle tue collezioni.
ja: この蛇はあなたのコレクションに追加されました。
ko: 이 뱀이 귀하의 컬렉션에 추가되었습니다.
ms: Ular ini telah ditambahkan ke koleksi anda.
nb: Denne slangen er lagt til i samlingene dine.
nl: Deze slang is aan je verzamelingen toegevoegd.
pl: Ten wąż został dodany do twoich zbiorów.
pt_br: Esta cobra foi adicionada às suas coleções.
pt_pt: Esta cobra foi adicionada às suas coleções.
ro: Acest șarpe a fost adăugat în colecțiile tale.
ru: Эта змея была добавлена в ваши коллекции.
sk: Tento had bol pridaný do vašich zbierok.
sl: Ta kača je bila dodana v vaše zbirke.
sv: Denna orm har lagts till i dina samlingar.
th: งูนี้ได้ถูกเพิ่มเข้ามาในคอลเล็คชันของคุณ.
tr: Bu yılan koleksiyonlarınıza eklendi.
uk: Ця змія була додана до ваших колекцій.
vi: Con rắn này đã được thêm vào bộ sưu tập của bạn.
zh_hans: 这条蛇已被添加到您的收藏中。
zh_hant: 這條蛇已被添加到您的收藏中。
zh_hk: 這條蛇已被添加到你的收藏中.

source: Toxicity
ar: سمية
ca: Toxicitat
cs: Toxická látka
da: Toksicitet
de: Toxizität
el: Τοξικότητα
es: Toxicidad
fi: Myrkyllisyys
fr: Toxicité
fr_ca: Toxicité
he: רעילות
hi: विषाक्तता
hr: Toksičnost
hu: Toxicitás
id: Toksisitas
it: Tossicità
ja: 毒性
ko: 독성
ms: Toksisitas
nb: Toksisitet
nl: Toxiciteit
pl: Toksyczność
pt_br: Toxicidade
pt_pt: Toxicidade
ro: Toxicitate
ru: Токсичность
sk: Toxicita
sl: Toksicnost
sv: Toxicitet
th: สารพิษ
tr: Toksisite
uk: Токсичність
vi: Độc tính
zh_hans: 毒性
zh_hant: 毒性
zh_hk: 毒性.

source: Upgrade to pro version
ar: ترقية إلى النسخة الاحترافية
ca: Millora a la versió pro
cs: Přupgrade na pro verzi
da: Opgrader til pro-versionen
de: Upgrade auf die pro-version
el: Αναβάθμιση στην επαγγελματική έκδοση
es: Mejora a la versión pro
fi: Päivitä pro-versioon
fr: Mettez à niveau vers la version pro
fr_ca: Mettez à niveau vers la version pro
he: שדרגו לגרסה פרו
hi: प्रो संस्करण में अपग्रेड करें
hr: Nadogradite na pro verziju
hu: Frissítsen a pro verzióra
id: Naik ke versi pro
it: Aggiorna alla versione pro
ja: Pro版にアップグレード
ko: Pro 버전으로 업그레이드
ms: Tingkatkan ke versi pro
nb: Oppgrader til pro-versjonen
nl: Upgrade naar pro-versie
pl: Ulepsz do wersji pro
pt_br: Atualizar para a versão pro
pt_pt: Upgrade para a versão pro
ro: Upgrade la versiunea pro
ru: Обновите до pro-версии
sk: Odinštalujte na verziu pro
sl: Nadgradite na pro različico
sv: Uppgradera till pro-version
th: อัปเกรดเป็นเวอร์ชัน pro
tr: Pro versiyona yükselt
uk: Оновлення до pro-версії
vi: Nâng cấp lên phiên bản pro
zh_hans: 升级到专业版
zh_hant: 升級至專業版
zh_hk: 升級至專業版.

source: Use the app in your preferred language — no barriers, just knowledge.
ar: استخدم التطبيق بلغتك المفضلة - بلا حواجز، فقط معرفة.
ca: Utilitzeu l'aplicació en el vostre idioma preferit - sense barreres, només coneixement.
cs: Používejte aplikaci ve svém preferovaném jazyce - žádné bariéry, pouze znalosti.
da: Brug appen på dit foretrukne sprog - ingen barrierer, kun viden.
de: Verwenden sie die app in ihrer bevorzugten sprache - keine barrieren, nur wissen.
el: Χρησιμοποιήστε την εφαρμογή στη γλώσσα που προτιμάτε - χωρίς εμπόδια, μόνο γνώση.
es: Usa la aplicación en tu idioma preferido - sin barreras, solo conocimiento.
fi: Käytä sovellusta haluamallasi kielellä - ei esteitä, vain tietoa.
fr: Utilisez l'application dans votre langue préférée - sans barrières, juste de la connaissance.
fr_ca: Utilisez l'application dans votre langue préférée - sans barrières, juste de la connaissance.
he: השתמשו באפליקציה בשפה המועדפת עליכם - ללא מחסומים, רק ידע.
hi: अप्लिकेशन का उपयोग अपनी पसंदीदा भाषा में करें - कोई बाधा नहीं, केवल ज्ञान।
hr: Koristite aplikaciju na svom omiljenom jeziku - bez prepreka, samo znanje.
hu: Használja az alkalmazást az ön által preferált nyelven - nincs akadály, csak tudás.
id: Gunakan aplikasi dalam bahasa pilihan anda - tanpa batasan, hanya pengetahuan.
it: Usa l'app nella tua lingua preferita - nessuna barriera, solo conoscenza.
ja: アプリをお好みの言語で使用してください - 障壁なし、ただの知識です。
ko: 선택한 언어로 앱을 사용하세요 - 장벽 없이, 오직 지식만이 존재합니다.
ms: Gunakan aplikasi dalam bahasa pilihan anda - tiada halangan, hanya pengetahuan.
nb: Bruk appen på ditt foretrukne språk - ingen barrierer, bare kunnskap.
nl: Gebruik de app in uw voorkeurs taal - geen barrières, alleen kennis.
pl: Użyj aplikacji w preferowanym języku - bez barier, tylko wiedza.
pt_br: Use o aplicativo em seu idioma preferido - sem barreiras, apenas conhecimento.
pt_pt: Utilize o aplicativo na sua língua preferida - sem barreiras, apenas conhecimento.
ro: Folosiți aplicația în limba dvs. preferată - fără bariere, doar cunoștințe.
ru: Используйте приложение на предпочитаемом вами языке — без барьеров, только знания.
sk: Použite aplikáciu vo svojom preferovanom jazyku - žiadne bariéry, len vedomosti.
sl: Uporabite aplikacijo v svojem najljubšem jeziku - brez ovir, samo znanje.
sv: Använd appen på ditt föredragna språk - inga barriärer, bara kunskap.
th: ใช้แอปในภาษาที่คุณชอบ - ไม่มีอุปสรรค มีแต่ความรู้.
tr: Uygulamayı tercih ettiğiniz dilde kullanın - engel yok, sadece bilgi.
uk: Використовуйте додаток своєю улюбленою мовою - без бар'єрів, лише знання.
vi: Sử dụng ứng dụng bằng ngôn ngữ bạn thích - không rào cản, chỉ có kiến thức.
zh_hans: 使用您喜欢的语言访问应用程序——没有障碍，只有知识。
zh_hant: 使用您喜愛的語言來操作應用程序——沒有障礙，只有知識。
zh_hk: 使用您喜愛的語言來操作應用程式——沒有障礙，只有知識。

source: Venomous
ar: سام
ca: Venenós
cs: Jedovatý
da: Giftslanger
de: Giftig
el: Δηλητηριώδης
es: Venenoso
fi: Myrkyllinen
fr: Venimeux
fr_ca: Vénéneux
he: ארסי
hi: ज़हरीला
hr: Olujno
hu: Mérgező
id: Berbisa
it: Velenoso
ja: 毒のある
ko: 독이 있는
ms: Berbisa
nb: Giftig
nl: Venijnig
pl: Jadowity
pt_br: Venenoso
pt_pt: Venenoso
ro: Venos
ru: Ядовитый
sk: Jedovatý
sl: Strupen
sv: Giftig
th: มีพิษ
tr: Zehirli
uk: Отруйний
vi: Độc
zh_hans: 有毒的
zh_hant: 有毒的
zh_hk: 有毒的

source: View all
ar: عرض الكل
ca: Veure tots
cs: Zobrazit vše
da: Se alt
de: Alle anzeigen
el: Δείτε όλα
es: Ver todo
fi: Näytä kaikki
fr: Voir tout
fr_ca: Voir tout
he: צפה בהכל
hi: सब दिखाएं
hr: Pogledaj sve
hu: Összes megtekintése
id: Lihat semua
it: Visualizza tutto
ja: すべて表示
ko: 모두 보기
ms: Lihat semua
nb: Vis alle
nl: Alles weergeven
pl: Zobacz wszystko
pt_br: Ver tudo
pt_pt: Ver tudo
ro: Vizualizați tot
ru: Посмотреть все
sk: Zobraziť všetko
sl: Poglej vse
sv: Visa alla
th: ดูทั้งหมด
tr: Hepsini gör
uk: Перегляд всього
vi: Xem tất cả
zh_hans: 查看全部
zh_hant: 查看全部
zh_hk: 查看所有

source: What kind of snake is this?
ar: ما نوع الثعبان هذا؟
ca: Quin tipus de serp és aquest?
cs: Jaký druh hada je tohle?
da: Hvilken slags slange er dette?
de: Welche art von schlange ist das?
el: Τι είδους φίδι είναι αυτό;
es: ¿qué tipo de serpiente es esta?
fi: Mikä käärme tämä on?
fr: Quel genre de serpent est-ce ?
fr_ca: Quel genre de serpent est-ce ?
he: אילו סוג של נחש זה?
hi: ये किस प्रकार का साँप है?
hr: Kakav je ovo zmija?
hu: Milyen kígyó ez?
id: Ular jenis apa ini?
it: Che tipo di serpente è questo?
ja: これはどんな種類のヘビですか？
ko: 이것은 어떤 종류의 뱀인가요?
ms: Ular jenis apa ini?
nb: Hva slags slange er dette?
nl: Wat voor soort slang is dit?
pl: Jaki to rodzaj węża?
pt_br: Que tipo de cobra é esta?
pt_pt: Que tipo de cobra é esta?
ro: Ce fel de șarpe este acesta?
ru: Какой это вид змеи?
sk: Aký druh hada je toto?
sl: Kajšna je ta kača?
sv: Vilken slags orm är detta?
th: นี่คืองูชนิดไหน?
tr: Bu ne tür bir yılan?
uk: Який це вид змії?
vi: Loại rắn này là rắn gì?
zh_hans: 这是什么种类的蛇？
zh_hant: 這是什麼種類的蛇？
zh_hk: 這是什麼種類的蛇？

source: Your smart tool to identify snake species instantly. ideal for nature lovers, hikers, and wildlife enthusiasts — now in multiple languages.
ar: أداتك الذكية لتحديد أنواع الثعابين على الفور. مثالي لعشاق الطبيعة ومحبي المشي وعشاق الحياة البرية - الآن بعدة لغات.
ca: La vostra eina intel·ligent per identificar espècies de serp instantàniament. ideal per a amants de la natura, caminants i entusiastes de la vida salvatge — ara en múltiples idiomes.
cs: Váš chytrý nástroj pro okamžité identifikaci druhů hadů. ideální pro milovníky přírody, turisty a nadšence do divoké přírody — nyní v několika jazycích.
da: Dit smarte værktøj til straks at identificere slangeslægter. ideelt til naturelskere, vandrere og dyrelivsentusiaster — nu på flere sprog.
de: Ihr intelligentes werkzeug zur sofortigen identifizierung von schlangenarten. ideal für naturliebhaber, wanderer und wildtierliebhaber — jetzt in mehreren sprachen.
el: Το έξυπνο εργαλείο σας για να αναγνωρίζετε αμέσως τα είδη φιδιών. ιδανικό για λάτρεις της φύσης, πεζοπόρους και ενθουσιώδεις της άγριας ζωής — τώρα σε πολλές γλώσσες.
es: Tu herramienta inteligente para identificar especies de serpientes al instante. ideal para amantes de la naturaleza, excursionistas y entusiastas de la vida salvaje — ahora en varios idiomas.
fi: Älykäs työkalusi, jolla voit tunnistaa käärmeiden lajeja heti. ihanteellinen luontoa rakastaville, vaeltajille ja villieläinintoilijoille — nyt useilla kielillä.
fr: Votre outil intelligent pour identifier instantanément les espèces de serpents. idéal pour les amoureux de la nature, les randonneurs et les passionnés de la faune — désormais disponible en plusieurs langues.
fr_ca: Votre outil intelligent pour identifier instantanément les espèces de serpents. idéal pour les amoureux de la nature, les randonneurs et les passionnés de la faune — maintenant disponible en plusieurs langues.
he: הכלי החכם שלך לזיהוי מיני נחשים באופן מיידי. אידיאלי עבור אוהבי טבע, מטיילים וחובבי חיות בר - עכשיו במגוון שפות.
hi: तुम्हारा स्मार्ट टूल जो तुरंत सांपों की प्रजातियों की पहचान करता है। प्रकृति प्रेमियों, हाइकर्स और वन्यजीव उत्साही लोगों के लिए आदर्श — अब कई भाषाओं में।
hr: Vaš pametan alat za trenutačno prepoznavanje vrsta zmija. idealan za ljubitelje prirode, planinare i entuzijaste divljih životinja — sada na više jezika.
hu: Okos eszközöd a kígyófajok azonnali azonosítására. ideális természetkedvelők, túrázók és vadon élő állatok iránt érdeklődők számára — most több nyelven is elérhető.
id: Alat pintar anda untuk mengidentifikasi spesies ular secara instan. ideal untuk pencinta alam, pendaki, dan penggemar satwa liar — sekarang dalam banyak bahasa.
it: Il tuo strumento intelligente per identificare istantaneamente le specie di serpenti. ideale per gli amanti della natura, gli escursionisti e gli appassionati di fauna selvatica — ora in più lingue.
ja: 蛇の種を瞬時に特定するためのスマートツールです。自然愛好家、ハイカー、野生動物愛好家に最適 — 現在、複数の言語で利用可能です。
ko: 즉시 뱀 종을 식별하는 스마트 도구입니다. 자연 애호가, 하이커 및 야생 동물 애호가에게 이상적입니다. 지금 여러 언어로 제공됩니다.
ms: Alat pintar anda untuk mengenal pasti spesies ular dengan segera. ideal untuk pencinta alam, pengembara, dan peminat hidupan liar — kini dalam pelbagai bahasa.
nb: Ditt smarte verktøy for å identifisere slangeslag umiddelbart. ideell for naturelskere, turgåere og dyrelivsentusiaster — nå på flere språk.
nl: Uw slimme tool om slangsoorten instantaan te identificeren. ideaal voor natuurliefhebbers, wandelaars en fauna-enthousiasten — nu in meerdere talen.
pl: Twoje inteligentne narzędzie do natychmiastowej identyfikacji gatunków węży. idealne dla miłośników natury, wędrowców i entuzjastów dzikiej przyrody — teraz w wielu językach.
pt_br: Sua ferramenta inteligente para identificar espécies de cobras instantaneamente. ideal para amantes da natureza, caminhantes e entusiastas da vida selvagem — agora em vários idiomas.
pt_pt: A sua ferramenta inteligente para identificar espécies de cobras instantaneamente. ideal para amantes da natureza, caminhantes e entusiastas da vida selvagem — agora em vários idiomas.
ro: Instrumentul tău inteligent pentru a identifica instantaneu speciile de șerpi. ideal pentru iubitorii de natură, drumeți și entuziaști ai faunei sălbatice — acum în mai multe limbi.
ru: Ваш умный инструмент для мгновенного определения видов змей. идеально подходит для любителей природы, туристов и энтузиастов дикой природы — теперь на нескольких языках.
sk: Váš inteligentný nástroj na okamžité rozpoznávanie druhov hadov. ideálne pre milovníkov prírody, turistov a nadšencov do voľne žijúcich živočíchov — teraz vo viacerých jazykoch.
sl: Vaša pametna orodja za takojšnjo prepoznavanje vrst kač. idealno za ljubitelje narave, planinarje in navdušence nad divjimi živalmi — sedaj v več jezikih.
sv: Ditt smarta verktyg för att snabbt identifiera ormart. perfekt för naturälskare, vandrare och djurlivs entusiaster - nu på flera språk.
th: เครื่องมืออัจฉริยะของคุณในการระบุประเภทงูได้ทันที เหมาะสำหรับผู้รักธรรมชาติ นักเดินป่า และผู้ที่หลงใหลในสัตว์ป่า — ตอนนี้มีในหลายภาษา.
tr: Yılan türlerini anında tanımlamanız için akıllı aracınız. doğa severler, yürüyüşçüler ve vahşi yaşam meraklıları için ideal - şimdi birden fazla dilde.
uk: Ваш розумний інструмент для миттєвого визначення видів змій. ідеально підходить для любителів природи, туристів та ентузіастів дикої природи — тепер на кількох мовах.
vi: Công cụ thông minh của bạn để xác định ngay lập tức các loài rắn. hoàn hảo cho những người yêu thiên nhiên, người đi bộ đường dài và những người đam mê động vật hoang dã — bây giờ có sẵn bằng nhiều ngôn ngữ.
zh_hans: 您智能的工具，可以瞬间识别蛇类物种。非常适合自然爱好者、徒步旅行者和野生动物爱好者 — 现在可以使用多种语言。
zh_hant: 您智能的工具，可以瞬間識別蛇類物種。非常適合自然愛好者、遠足者和野生動物愛好者 — 現在可以使用多種語言。
zh_hk: 您智能的工具，可以瞬間識別蛇類物種。非常適合自然愛好者、遠足者和野生動物愛好者 — 現在可以使用多種語言。
